export const suggestionData =
[
    {
        id:0,
        age : 1,
        title: "ไม่เสี่ยงต่อภาวะซึมเศร้า",
        details:"   1.) คุณไม่อยู่ในกลุ่มเสี่ยงต่อภาวะซึมเศร้า แต่อย่าพึ่งชะล่าใจ โรคซึมเศร้าไม่ได้เป็นโรคที่เป็นแบบทันทีทันใดแล้วเห็นอย่างชัดเจนว่าเป็น การดำเนินของโรคนั้นต้องใช้เวลา \n\n   2.) หมั่นสังเกตตนเอง หากคุณรู้สึกว่าตัวเองมีอาการที่แปลกไป เช่น เลิกสนใจในงานอดิเรก รู้สึกอยากออกห่างจากเพื่อน อยากอยู่คนเดียวมากขึ้น เบื่ออาหาร รู้สึกว่าตนเองไร้ค่า นอนมากเกินไป ให้ท่านกลับมาทำแบบประเมินชุดนี้อีกครั้ง หากผลออกมาว่าเสี่ยงต่อภาวะซึมเศร้า ควรพบจิตแพทย์\n\n",
        details2:"เลี้ยงดูอย่างไรให้ห่างไกลโรคซึมเศร้า\n\n    1.) ให้ความรักและความเข้าใจ ส่งเสริมการรู้จักใช้เหตุผล รวมถึงการแสดงออกทางอารมณ์อย่างเหมาะสม\n\n    2.) ให้ความใกล้ชิด และความอบอุ่น หมั่นสังเกตอารมณ์และพฤติกรรมที่เปลี่ยนไปในช่วงที่เด็กเผชิญกับความเครียด\n\n    3.) รับฟังความคิดเห็นและไม่ปิดกั้นความคิด\n\n    4.) ในกรณีครอบครัวมีกรรมพันธุ์เป็นโรคซึมเศร้า ควรใช้ความอ่อนโยน เอาใจใส่ ระมัดระวังเป็นพิเศษ"
    },
    {
        id:1,
        age : 1,
        title: "เสี่ยงต่อภาวะซึมเศร้า",
        details:"    1.) สังเกตุตนเองว่ามีอาการเหล่านี้หรือไม่ \n    - รู้สึกเศร้าแบบต่อเนื่อง \n    - รู้สึกผิด รู้สึกไร้ค่า \n    - เบื่ออาหารหรือรับประทานมากกว่าปกติ \n    - มีปัญหาเกี่ยวกับสมาธิ\n    - มีปัญหาเกี่ยวกับการตัดสินใจ \n    - หงุดหงิด \n    - มีปัญหาในการนอน \n    - คิดฆ่าตัวตาย \nหากมีอาการเหล่านี้ ควรปรึกษาจิตแพทย์\n\n    2.) การให้กำลังใจตนเอง เป็นอีกวิธีหนึ่งที่สามารถทำให้รู้สึกดีขึ้น \n\n    3.) การเลือกหากิจกรรมที่ทำให้เกิดความรู้สึกที่ดีๆ โดยมักจะเป็นสิ่งที่เราชอบ เช่น ออกไปเที่ยวที่ๆเราชอบไป ชวนเพื่อนมาที่บ้าน พยายามทำกิจกรรมที่ทำร่วมกับผู้อื่นมากกว่าที่จะอยู่คนเดียว\n\n",
        details2:"    1.) หากบุตรของท่านเสี่ยงต่อภาวะซึมเศร้า ผู้ปกครองต้องหมั่นสังเกตอาการของเด็ก ดังนี้\n\n    - นั่งซึม เหม่อลอยอยู่บ่อยครั้ง\n    - มีพฤติกรรมเปลี่ยนจากหน้ามือเป็นหลังมือ เช่น จากเด็กร่าเริงกลายเป็นเด็กเก็บตัว ไม่ยุ่งกับใคร ไม่เล่นกับพ่อแม่\n    - ท่าทางเวลานอน กระสับกระส่าย และนอนมากเกินไป\n    - มีอาการเบื่ออาหาร\n\n    2.) หากบุตร ชอบพูดว่าจะหนีออกจากบ้านบ่อยๆ หรือร้ายแรงถึงขั้นฆ่าตัวตาย ต้องรีบพาไปพบแพทย์"
    },
    {
        id:2,
        age:2,
        title:"ไม่มีอาการของโรคซึมเศร้า\nหรือมีอาการของโรคซึมเศร้าระดับน้อยมาก",
        detail:"    1.) หากคุณรู้สึกเบื่อ ท้อแท้ หรือหดหู่กับชีวิตในขณะนี้ ให้ลองหากิจกรรมที่ชอบทำเพื่อเป็นการผ่อนคลายให้กับตนเอง \n\n    2.) ออกไปเที่ยวในสถานที่ที่ตนชอบ พูดคุยหรือออกไปทำกิจกรรมร่วมกับเพื่อน ครอบครัว หรือคนที่คุณรู้สึกดีด้วย \n\n   3.) มองโลกในแง่ดี จะช่วยทำให้คุณมีความสุขมากยิ่งขึ้น \n\n    4.) ยอมรับตนเอง จะช่วยทำให้คุณรับมือกับความผิดหวังได้ดีขึ้น",
    },
    {
        id:3,
        age:2,
        title:"มีอาการของโรคซึมเศร้า\nระดับน้อย",
        detail:"      ควรพบแพทย์หรือผู้ที่ทำงานด้านสุขภาพจิตเพื่อให้ได้รับคำปรึกษา ความช่วยเหลือทางสังคมจิตใจ  รวมถึงให้แพทย์ประเมินความเจ็บป่วยทางจิตใจเเละติดตามเฝ้าระวัง",
    },
    {
        id:4,
        age:2,
        title:"มีอาการของโรคซึมเศร้า\nระดับปานกลาง",
        detail:"    1.) ควรพบแพทย์หรือผู้ที่ทำงานด้านสุขภาพจิตเพื่อให้ได้รับคำปรึกษา เพื่อการช่วยเหลือทางสังคมจิตใจ ช่วยแก้ปัญหาทุกข์ใจที่เร่งด่วน\n\n    2.) นัดติดตามผลการรักษาทุกสัปดาห์ และควรมีญาติคอยดูแลอย่างใกล้ชิด",
    },
    {
        id:5,
        age:2,
        title:"มีอาการของโรคซึมเศร้า\nระดับรุนแรง",
        detail:"      ควรไปพบแพทย์และเข้ารับการรักษาในโรงพยาบาล และเฝ้าระวังอย่างใกล้ชิดตลอด 24 ชั่วโมง เพื่อให้ได้รับการช่วยเหลือทางสังคมจิตใจ รวมถึงช่วยแก้ไขปัญหาทุกข์ใจที่เร่งด่วน ",
    },
    {
        id:6,
        age:3,
        title:"คนสูงอายุปกติ",
        detail:"    1.) พูดคุยกับคนที่ไว้ใจ เกี่ยวกับอารมณ์เศร้า และเรื่องที่ทำให้เศร้า ทำกิจกรรมที่เคยทำแล้วมีความสุข\n\n    2.) ไปมาหาสู่พบปะพูดคุยกับเพื่อน และครอบครัวบ่อยๆ  \n\n    3.) ออกกำลังกายสม่ำเสมอถ้าสามารถทำได้ รับประทานอาหาร และนอนให้เป็นเวลาทุกๆวัน \n\n    4.) ทำความเข้าใจกับอาการซึมเศร้าว่า เป็นเรื่องที่ทุกคนเป็นได้ \n\n    5.) ลดความคาดหวังในสิ่งต่างๆ และเตรียมใจยอมรับให้ได้ว่าอาจจะไม่เป็นตามที่เคยเป็น",
    },
    {
        id:7,
        age:3,
        title:"มีความเศร้าเล็กน้อย\n(Mild depression)",
        detail:"    1.) ควรพบแพทย์หรือผู้ที่ทำงานด้านสุขภาพจิต เพื่อให้ได้รับการทำจิตบำบัดแบบประคับประคอง \n\n    2.) พบแพทย์ นักจิตวิทยา หรือบุคลากรสาธารณสุข คุณจะได้รับการดูแลช่วยเหลือที่ทันท่วงที และเป็นการเริ่มต้นที่ดีในการรักษา",
    },
    {
        id:8,
        age:3,
        title:"มีความเศร้าปานกลาง\n(Moderate depression)",
        detail:"    1.) ควรพบแพทย์หรือผู้ที่ทำงานด้านสุขภาพจิต เพื่อให้ได้รับการทำจิตบำบัดแบบประคับประคอง \n\n    2.) หากท่านคิดไม่อยากมีชีวิตอยู่ หรืออยากทำร้ายตนเอง ให้รีบขอความช่วยเหลือจากบุคลากรสาธารณสุขโดยด่วน \n\n    3.) ให้ระลึกอยู่เสมอว่า การได้รับดูแลรักษาที่ถูกวิธี จะทำให้คุณอาการดีขึ้นอย่างรวดเร็ว",
    },
    {
        id:9,
        age:3,
        title:"มีความเศร้ารุนแรง\n(Severe depression)",
        detail:"    1.) ควรพบแพทย์โดยด่วน เพื่อให้ได้รับการรักษา \n\n    2.) หากท่านคิดไม่อยากมีชีวิตอยู่ หรืออยากทำร้ายตนเอง ให้รีบขอความช่วยเหลือจากบุคลากรสาธารณสุขโดยด่วน \n\n    3.) ให้ระลึกอยู่เสมอว่า การได้รับดูแลรักษาที่ถูกวิธี จะทำให้คุณอาการดีขึ้นอย่างรวดเร็ว",
    },
]